Revit 2027 API
ParameterTypeId.MassGrossSurfaceArea Property
 "Gross Surface Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassGrossSurfaceArea { get; }
Public Shared ReadOnly Property MassGrossSurfaceArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassGrossSurfaceArea {
	ForgeTypeId^ get ();
}
static member MassGrossSurfaceArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace